tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "eza"
brew "lazygit"
brew "powerlevel10k"
brew "python@3.12"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "discord"
cask "docker-desktop"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sketchybar-app-font"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "spotify"
cask "termius"
cask "zed"
cask "zen"
